esp-cpp/espp/components/tt21100/example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# Common ESP-related
#
CONFIG_ESP_SYSTEM_EVENT_TASK_STACK_SIZE=4096
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
